<?php

return[
    'rule' => 'Правила пользования данным ресурсом',
    'text_rule' => '<div class="box-body">
                    <p>Правила являются обязательными для исполнения всеми присутствующими.
                        Администрация оставляет за собой право редактировать и удалять сообщения пользователей, если эти
                        сообщения не отвечают основным требованиям и тематике данного блога.
                        Администрация оставляет за собой право отключать от форума лиц, нарушающих Порядок и Правила.
                        Кроме того, Администрация оставляет за собой право изменять данные Правила. Об изменениях будут
                        созданы дополнительно рассылки.</p>

                    <h3>1. Регистрация.</h3>
                    <p>Регистрация является неотъемлемой частью. Прохождение регистрации автоматически обозначает Ваше
                        согласие с данными Правилами. Если Вы не согласны с данными Правилами, напишите, пожалуйста,
                        Администратору блога. Он деактивирует Вашу учётную запись.</p>
                    <p>Обратите внимание, если имя, которое Вы выбрали для участия в форуме:</p>
                    <p>- повторяет уже существующее или нарушает нормы приличия и морали (такие Ники как: Гитлер,
                        Антихрист, содержащие в себе религиозные термины и т. д.);</p>
                    <p>- ассоциируется с современными политическими деятелями, партиями, геополитической ситуацией и
                        т.п.;</p>
                    <p>- несёт в себе рекламу сайтов;</p>
                    <p>- содержит ненормативную лексику;</p>
                    <p><font color="red">то Ваша учётная запись будет деактивирована без предупреждения.</font></p>
                    <p>Пользователь обязуется не передавать другим лицам свои персональные данные, полученные при
                        регистрации (логин и пароль) для входа/идентификации на ресурс.
                        Пользователь несет полную ответственность за утерю, пропажу, исчезновение или передачу иными
                        способами персональных данных, а также за последствия связанные с данным деянием.</p>
                    <h3>2. Ограничения на форуме.</h3>
                    <p>Всем участникам данного форума запрещается:</p>
                    <p>2.1. Оскорблять участников в любой форме. Запрещено проявление любой грубости, угроз, личных
                        оскорблений и нецензурных высказываний, в том числе и в скрытой форме, как в отношении
                        юридических,
                        так и конкретных физических лиц. Участники должны соблюдать уважительную форму общения.</p>
                    <p>2.2. Пользоваться в общении на форуме матерными выражениями и словами, в том числе и в
                        завуалированной форме.</p>
                    <p>2.3. Писать рекламные тексты и сообщения коммерческого характера.</p>
                    <p>2.4. Заниматься коммерцией и сбором пожертвований при помощи ресурса. В том числе запрещена
                        публикация электронных кошельков как в сообщениях на форуме или в личных, так и в подписи, на
                        аватаре и в профиле в целом.</p>
                    <p>2.5. Использовать блог как почтовую доску объявлений для сообщений приватного характера,
                        адресованных конкретному участнику.</p>
                    <p>2.6. Проявлять нетолерантность, расовую, национальную, политическую и религиозную неприязнь,
                        пропагандировать терроризм, экстремизм, наркотики и прочие темы, несовместимые с общепринятыми
                        законами морали и приличия.</p>
                    <p>2.7. Публикация как прямых, так и скрытых ссылок на другие ресурсы сети.</p>
                    <p></p>2.8. Публично предъявлять претензии и обсуждать действия Администратора.

                    <h3>3. Аватар участников блога должны соответствовать следующим пунктам:</h3>
                    <p>3.1 Aватар:</p>
                    <p>- Максимальный размер: 100х100 точек; вес: до 30 Кб.</p>
                    <p> - Содержание: недопустимы насилие, угрозы (на демографической, национальной, религиозной или
                        политической основе), сквернословия (ненормативная лексика, обзывательства, грубость и т. д.),
                        разврат (порнография), дискриминация в любых проявлениях, пропаганда наркотиков, коммерческая
                        реклама и рекламные тексты, имитация званий/рангов этого ресурса, намеренная схожесть с
                        аватарами
                        членов администрации, изображения, отражающие современную политическую ситуацию (фотографии
                        политических деятелей и т. п.), а также изображения провокационного толка, в т. ч. с
                        использованием
                        нацистской символики.</p>

                </div>',
];
