<?php

return ['rule' => 'Умови використання цього ресурсу',
    'text_rule' => '<div class="box-body">
                         <p>Правила є належним для всіх присутніх .
Адміністрація залишає за собою право редагувати та видаляти повідомлення користувачів, якщо вони є
          повідомлення не відповідають основним вимогам і темам цього блогу .
Адміністрація залишає за собою право відключати від форуму осіб, які порушують Порядок і Правила .
Крім того, Адміністрація залишає за собою право змінювати ці Правила . Зміни будуть
          створено додаткові списки розсилки .</p>
     <h3> 1. Зареєструватися .</h3>
      <p> Реєстрація є головною частиною . Проходження реєстрації автоматично вказує на ваш
          згода з цими Правилами . Якщо Ви не згодні з цими Правилами, будь ласка, напишіть на адресу
          Адміністратор блогу . Це деактивує ваш обліковий запис .</p>
      <p> Зверніть увагу, якщо ви вибрали для участі у форумі ім’я:</p>
      <p> -повторює існуюче або порушує норми пристойності та моралі(типу Нікі: Гітлер,
          Антихрист, що містить релігійні терміни тощо);</p >
      <p> -асоціюється з сучасними політиками, партіями, геополітичною ситуацією тощо;</p >
      <p> -містить рекламні сайти;</p >
      <p> -містить нецензурну лексику;</p >
      <p><font color = "red" > тоді ваш обліковий запис буде деактивовано без попередження .</font ></p>
      <p> Користувач повинен не передавати іншим особам свої персональні дані, отримані під час реєстрація
      (логін і пароль) для входу / ідентифікації на ресурсі. Користувач несе повну відповідальність за
          втрату, втрату, зникнення або передачу іншими особами
          способи персональних даних, а також щодо наслідків, із цією дією </p>
          <h3> 2. Обмеження форуму .</h3>
          <p> Усім учасникам цього форуму заборонено:</p >
          <p> 2.1. Ображати учасників у будь - якій формі . Заборонено будь - яку грубість, погрози, особисте
           образи та нецензурні висловлювання, в тому числі в прихованій формі, як по відношенню до
           правовий,
           а також конкретних осіб . Учасники повинні підтримувати шанобливу форму спілкування .</p>
           <p> 2.2 . Використовуйте нецензурні вирази і слова в спілкуванні на форумі, в тому числі в
           завуальована форма .</p >
           <p> 2.3. Писати рекламні тексти та повідомлення комерційного характеру .</p>
           <p> 2.4. Робіть бізнес і збирайте пожертви за допомогою ресурсу в тому числі заборонено публікація
           електронних гаманців як у повідомленнях на форумі чи в приваті, так і в підписах, на
           аватар і в профілі в цілому .</p >
       <p> 2.5 . Використовуйте блог як дошку оголошень для приватних повідомлень,
           адресовані конкретному учаснику .</p >
       <p > 2.6 . Виявляти нетерпимість, расову, національну, політичну та релігійну ворожнечу,
           пропагують тероризм, екстремізм, наркотики та інші теми, несумісні із загальноприйнятими
           закони моралі та порядності .</p >
       <p > 2.7 . Публікація як прямих, так і прихованих посилань на інші мережеві ресурси .</p >
       <p > 2.8 . Публічно подавати претензії та обговорювати дії Адміністратора .</p >
       <h3 > 3. Аватар учасників блогу має відповідати таким пунктам:</h3 >
       <p > 3.1 Аватар:</p >
       <p > -Максимальний розмір: 100x100 пікселів; вага: до 30 Кб .</p >
       <p > -Зміст: насильство, погрози(на демографічному, національному, релігійному чи
           політична основа), нецензурна лексика(ненормативна лайка, лайка, хамство тощо),
           розпуста(порнографія), дискримінація в будь - якій формі, пропаганда наркотиків, комерційна
           реклама та рекламні тексти, імітація назв / звань цього ресурсу, навмисна схожість з
           аватари
           члени адміністрації, зображення, що відображають поточну політичну ситуацію(фото
           політиків та ін .), а також зображення провокаційного характеру, в тому числі с
           використовуючи
           Нацистська символіка .</p >
  </div > ',
    'rule_warning' => 'Якщо ви порушите Правила підпису або аватара, ви можете бути
                              без них заборонено демонструвати
                              попередження . ',
];
